<template>
	<view>
		<view class="" style="width: 700upx;padding: 50upx">
			<text>医疗服务合同是指双方当事人约定的由一方当事人提供医疗服务，另一方接受医疗服务并支付医疗费用的合同。医疗服务合同中违约责任的承担方式主要是赔偿损失，继续履行在部分情况下也可适用。医疗服务合同中，患者以自己的身体为对象授权医方医治、检查自己的疾病，因而医方应根据诚信原则尽到一个善良管理人应尽的义务。

　　凡医方违反其注意义务，就可认定其违约，而追究其法律责任。医方未按医疗行政规章的规定建议患者做有关项目的检查，是违约行为。因医方违约，致使患者丧失了对其胎儿健康状况的知情权，及生产与终止妊娠的选择权，给患者带来精神上的痛苦，可根据《合同法》第112条来解决违约精神损害赔偿的法律适用问题。

　　​当事人一方不履行合同义务或者履行合同义务不符合约定的，应当承担继续履行、采取补偿措施或者赔偿损失等违约责任，这是法律直接规定的严格责任原则，当事人违约后只要没有法定免责事由即要承担损害赔偿责任，主观上无过错不能成为其抗辩事由。</text>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
